{
    "1930s Advertisement": {
        "sample": "./colab/tests/ref_audio/1930s_ad.wav",
        "output_dir": "results/1930s_Advertisement",
        "sample_text": "Say, what a pretty park. But there's no time for loping. We're on the way to Mrs. Smith's. Here we are, but it's the back door for us. We'll find her in the kitchen. What did I tell you? She's doing her dishes. Look here, Mrs. Smith. Hold onto that towel."
    },
    "1930s Radio": {
        "sample": "./colab/tests/ref_audio/1930s_radio.wav",
        "output_dir": "results/1930s_Radio",
        "sample_text": "Good evening, ladies and gentlemen of the radio audience. This is Graham McNamee speaking. We bring you a period of delightful entertainment sponsored by Coca-Cola, that pure drink of natural flavors served nine million times a day."
    },
    "Agent Smith": {
        "sample": "./colab/tests/ref_audio/agent_smith_1.wav",
        "output_dir": "results/Agent_Smith",
        "sample_text": "Every mammal on this planet instinctively develops a natural equilibrium with the surrounding environment."
    },
    "Alex Jones": {
        "sample": "./colab/tests/ref_audio/alex_jones.wav",
        "output_dir": "results/Alex_Jones",
        "sample_text": "But it's just shrunken women with shrunken souls in a shrunken world with shrunken heads."
    },
    "Biden": {
        "sample": "./colab/tests/ref_audio/biden_1.wav",
        "output_dir": "results/Biden",
        "sample_text": "Number one, everyone from the United Nations Security Council, straight through to the G7, to the Israelis and Netanyahu himself have endorsed the plan they put forward, endorsed the plan they put forward, which has three stages to it."
    },
    "Christopher Walken":{
        "sample": "./colab/tests/ref_audio/christopher_walken.wav",
        "output_dir": "results/Christopher_Walken",
        "sample_text": "Two little mice fell in a bucket of cream. The first mouse quickly gave up and drowned. The second mouse wouldn't quit. He struggled so hard that"
    },
    "Cuppa":{
        "sample": "./colab/tests/ref_audio/cuppa.wav",
        "output_dir": "results/Cuppa",
        "sample_text": "An elderly, posh gentleman, firmly set in his ways. A somewhat younger chap, more modern, but still delightfully British. The local postwoman and mediator, fond of Earl Grey and solving disputes over a"
    },
    "Holy Crap": {
        "sample": "./colab/tests/ref_audio/holy_crap3.wav",
        "output_dir": "results/Holy_Crap",
        "sample_text": "Holy crap! Holy crap! Ow! Holy crap! Holy crap! Holy crap! Holy crap! Holy crap!"
    },
    "Mel Gibson": {
        "sample": "./colab/tests/ref_audio/mel_gibson.wav",
        "output_dir": "results/Mel_Gibson",
        "sample_text": "Now, whoever he is, he didn't destroy your life. Don't give him that power. You know? People come on this show every day that feel desperate, hopeless, worthless, usually because somebody else made them feel that way, okay? Do not adopt that perception of yourself, all right?"
    },
    "Mike Rowe": {
        "sample": "./colab/tests/ref_audio/mike_rowe_1.wav",
        "output_dir": "results/Mike_Rowe",
        "sample_text": "of water towers all over America. Some are taller than others and some are cleaner than others."
    },
    "Morgan Freeman": {
        "sample": "./colab/tests/ref_audio/morgan_freeman_1.wav",
        "output_dir": "results/Morgan_Freeman",
        "sample_text": "Some, called blue-green bacteria, slowly released tiny bubbles of oxygen and profoundly changed the atmosphere."
    },
    "Jeremy Clarkson": {
        "sample": "./colab/tests/ref_audio/jeremy_clarkson.wav",
        "output_dir": "results/Jeremy_Clarkson",
        "sample_text": "bit dull but for one very good reason it isn't dull to me. You see back in 1994 I"
    },
    "Reading": {
        "sample": "./colab/tests/ref_audio/reading.wav",
        "output_dir": "results/Reading",
        "sample_text": "In order to be what we are, we have to come out of what we are not. Now then here you and I are sitting in a body. Now in a few years this body will die, go back to dust."
    },
    "The Joker": {
        "sample": "./colab/tests/ref_audio/The_Joker_1.wav",
        "output_dir": "results/The_Joker",
        "sample_text": "Every day he doesn't, people will die. Starting tonight. Do you know where I can find Harvey? I need to talk to him about something. Just tell me a little, huh? No. I'll settle for his loved ones."
    },
    "Daily Dose of Internet": {
        "sample": "./colab/tests/ref_audio/daily_dose_1.wav",
        "output_dir": "results/Daily_Dose",
        "sample_text": "Hello everyone, this is your Daily Dose of Internet. They didn't realize that one of the mattresses they were trying to deliver was outside of the truck."
    },
    "Donald Trump": {
        "sample": "./colab/tests/ref_audio/donald_trump_1.wav",
        "output_dir": "results/Donald_Trump",
        "sample_text": "Just going back to Ukraine for one second. We have an ocean separating us. The European nations together have spent 100 billion or maybe more than that, less than us,"
    },
    "Downs": {
        "sample": "./colab/tests/ref_audio/downs.wav",
        "output_dir": "results/Downs",
        "sample_text": "Im Michael and I have downs, I got the good knee my knee blew out when I was walking and now I need a walker. ah yeah"
    },
    "Downs Vector": {
        "sample": "./colab/tests/ref_audio/downs_vector.wav",
        "output_dir": "results/Downs Vector",
        "sample_text": "Vector! That's me, because I'm committing crimes with both direction and magnitude. Oh yeah!"
    },
    "Gru": {
        "sample": "./colab/tests/ref_audio/gru.wav",
        "output_dir": "results/Gru",
        "sample_text": "Little bombs all over my yard and I don't appreciate it. Unless they're dead. I'm joking. Although it is true. Anyway, have a good one."
    },
    "Gru Angry": {
        "sample": "./colab/tests/ref_audio/gru_angry.wav",
        "output_dir": "results/Gru_Angry",
        "sample_text": "Listen, I don't want a refund! I want the fairy prince! That's please! Please, I'm begging you! You know what? I hope that you can sleep at night, you crusher of little girl's dreams!"
    },
    "Indian Scammer": {
        "sample": "./colab/tests/ref_audio/indian_scammer.wav",
        "output_dir": "results/Indian Scammer",
        "sample_text": "hello i am here the reach you i have a reach you about car extended warranty my name is jeff and i will be your representative today"
    },
    "Vector": {
        "sample": "./colab/tests/ref_audio/vector.wav",
        "output_dir": "results/Vector",
        "sample_text": "Vector! That's me, because I'm committing crimes with both direction and magnitude. Oh yeah!"
    },
    "Venom": {
        "sample": "./colab/tests/ref_audio/venom_2.wav",
        "output_dir": "results/Venom",
        "sample_text": "I am Venom. And you are mine. Fuel in the tank. Listen carefully, Eddie. You did not find us. We found you. Think of yourself as my ride."
    },
    "Young Michael": {
        "sample": "./colab/tests/ref_audio/young_michael_3.wav",
        "output_dir": "results/Young Michael",
        "sample_text": "Hey YouTube viewers, this is Yomima I Like Pie. Today I will be showing you something I have created. So let's get ready, start it."
    },
    "Wierd Voice": {
        "sample": "./colab/tests/ref_audio/wierd_voice.wav",
        "output_dir": "results/Wierd_Voice",
        "sample_text": "Listen, folks, were in the fight of our lives here. This election isnt just about candidates or policies. No, this is about the soul of our nation! Theres a system at work"
    },
    "Random": {
        "sample": "",
        "output_dir": "results/Random",
        "sample_text": ""
    }
}